Repository: khardix/mccurse
Catalog: mccurse/locales/*/LC_MESSAGES/mccurse.po
Languages: cs

source: Specify the game to mod.
cs: Vybere hru pro modifikaci.

source: Specify the game version to mod.
cs: Vybere verzi hry pro modifikaci.

source: Unknown game '{game}'
cs: Neznámá hra '{game}'

source: Force refreshing of search data.
cs: Vynutí obnovení prohledávaných dat.

source: No text to search for!
cs: Chybí text k vyhledání!

source: Refreshing search data, please wait…
cs: Obnovuji data k prohledání, prosím o strpení…

source: Search results for "{text}"
cs: Nalezené výsledky pro "{text}"

source: Choose mod to open its project page, or press [q] to quit.
cs: Zvolte mód pro otevření jeho projektové stránky, nebo stiskněte [q] pro ukončení.

source: Curse user name or email
cs: Uživatelské jméno nebo e-mail pro Curse

source: Curse password
cs: Heslo pro Curse

source: Root profile directory
cs: Kořenová složka profilu

source: Profile directory is not valid: Missing {!s}
cs: Složka profilu není validní: Chybí {!s}
